{
    "changelog.md": {
        "13\/10\/2019": "13.10.2019",
        "Correction de bugs": "Fehlerbehebungen",
        "02\/09\/2019": "02\/09\/2019",
        "Support PHP 7.3": "Unterstützt PHP 7.3",
        "Mise à jour de l'interface": "Schnittstellenaktualisierung",
        "27\/04\/2018": "27.04.2008",
        "Correction de l'icone": "Symbolkorrektur"
    },
    "index.md": {
        "Plugin permettant de gérer des coordonnées et le calcul de distance": "Plugin zur Verwaltung von Koordinaten und Entfernungsberechnung",
        "entre 2 points, le temps de trajet (en voiture) entre 2 points ainsi que": "zwischen 2 Punkten, die Fahrzeit (mit dem Auto) zwischen 2 Punkten sowie",
        "la distance": "die Entfernung",
        "Une fois le plugin installé et activé à partir du Market, on accède à la": "Sobald das Plugin über den Markt installiert und aktiviert ist, greifen Sie auf das zu",
        "page du plugin Géolocalisation par": "Seite des Geolocation-Plugins von",
        "Vous retrouvez ici tous vos équipements Geoloc": "Hier finden Sie alle Ihre Geoloc-Geräte",
        "Comme à beaucoup d'endroit sur Jeedom, placer la souris tout à gauche": "Platzieren Sie wie an vielen Stellen in Jeedom die Maus ganz links",
        "permet de faire apparaître un menu d'accès rapide (vous pouvez à": "ruft ein Schnellzugriffsmenü auf (Sie können",
        "partir de votre profil le laisser toujours visible)": "von deinem Profil immer sichtbar lassen)",
        "Une fois un équipement sélectionné vous obtenez": "Sobald ein Gerät ausgewählt ist, erhalten Sie",
        "L'onglet \" Général \" permet de choisir le nom de l'équipement, l'objet": "Auf der Registerkarte \"Allgemein\" können Sie den Namen des Geräts und des Objekts auswählen",
        "parent ainsi que son état et sa visibilité": "Eltern sowie deren Zustand und Sichtbarkeit",
        "L'onglet \" Commande \" permet": "Die Registerkarte \"Bestellung\" erlaubt",
        "de rajouter les informations que nous voulons obtenir": "um die Informationen hinzuzufügen, die wir erhalten möchten",
        "Une fois": "Einmal",
        "l'équipement ajouté, nous avons le choix entre trois types de commandes": "Bei der zusätzlichen Ausstattung haben wir die Wahl zwischen drei Arten von Steuerungen",
        "fixe, dynamique et distance": "fest, dynamisch und distanziert",
        "Représente un point ayant des coordonnées qui ne changent pas. Par": "Stellt einen Punkt mit Koordinaten dar, die sich nicht ändern. Von",
        "exemple les coordonnées de votre habitation, de votre travail…​ Il vous": "Beispiel die Koordinaten Ihres Hauses, Ihrer Arbeit ... Sie",
        "suffit de noter les coordonnées sous la forme": "Notieren Sie einfach die Koordinaten im Formular",
        "Latitude,Longitude": "Breite, Länge",
        "Pour trouver les coordonnées de votre position fixe, allez simplement": "Um die Koordinaten Ihrer festen Position zu finden, gehen Sie einfach",
        "com\/maps\/preview": "com \/ maps \/ Vorschau",
        "Si vous": "Wenn du",
        "recherchez une adresse, alors les coordonnées seront dans l'adresse URL": "Suchen Sie nach einer Adresse, dann befinden sich die Koordinaten in der URL-Adresse",
        "par exemple pour le 25 rue de Mogador": "Zum Beispiel für die 25 rue de Mogador",
        "Vous pouvez également faire un clic gauche sur la carte, et les": "Sie können auch mit der linken Maustaste auf die Karte klicken und die",
        "coordonnées apparaîtront dans la petite carte en haut à gauche": "Koordinaten werden in der kleinen Karte oben links angezeigt",
        "Représente un point ayant des coordonnées variables, l'objet se déplace": "Stellt einen Punkt mit variablen Koordinaten dar, das Objekt bewegt sich",
        "Il s'agit en général de votre portable": "Dies ist normalerweise Ihr Laptop",
        "Cette commande contiendra donc": "Dieser Befehl enthält daher",
        "les dernières coordonnées envoyées jusqu'à ce que vous en envoyez de": "Zuletzt gesendete Kontaktdaten, bis Sie sie senden",
        "nouvelles. L'URL pour mettre à jour cette commande est": "Nachrichten. Die URL zum Aktualisieren dieses Befehls lautet",
        "\\#URL\\_JEEDOM\\#\/core\/api\/jeeApi.php": "\\#URL\\_JEEDOM \\# \/ core \/ api \/ jeeApi.php",
        "\\#URL\\_JEEDOM\\# correspond à votre URL d'accès à Jeedom": "\\#URL\\_JEEDOM \\# entspricht Ihrer Jeedom-Zugriffs-URL",
        "Il s'agit (sauf": "Es ist (außer",
        "si vous êtes connecté à votre réseau local) de l'adresse internet que": "wenn Sie mit Ihrem lokalen Netzwerk verbunden sind) von der Internetadresse aus",
        "vous utilisez pour accéder à Jeedom depuis l'extérieur": "Sie verwenden, um von außen auf Jeedom zuzugreifen",
        "N'oubliez pas": "Vergiss nicht",
        "d'indiquer le port ainsi que \/jeedom\/": "um den Hafen sowie \/ jeedom \/ anzuzeigen",
        "api=\\#API\\_KEY\\# correspond à votre clé API, propre à votre": "api = \\# API\\_KEY \\# entspricht Ihrem API-Schlüssel, der für Ihren spezifisch ist",
        "installation. Pour la trouver vous pouvez soit aller dans le plugin": "Installation. Um es zu finden, können Sie entweder zum Plugin gehen",
        "Géoloc, elle est indiquée directement dans l'URL": "Geoloc wird direkt in der URL angegeben",
        "Soit dans le menu \" Général \", puis \" Administration \" et": "Entweder im Menü \"Allgemein\", dann \"Administration\" und",
        "Configuration \", en activant le mode Expert vous verrez alors une ligne": "Konfiguration \", durch Aktivieren des Expertenmodus wird eine Zeile angezeigt",
        "clé API": "API Schlüssel",
        "Une fois que": "Einmal",
        "vous avez donné un nom à votre commande de Géolocalisation, déterminé": "Sie haben Ihrer Geolocation-Bestellung einen Namen gegeben, der bestimmt wurde",
        "son type et sauvegardé, un numéro apparaît dans la case \" \\# \" devant le": "Nach Eingabe und Speicherung wird im Feld \"\\#\" vor dem Feld eine Nummer angezeigt",
        "nom votre commande": "Nennen Sie Ihre Bestellung",
        "%LOC correspond à vos coordonnées sous la forme Latitude,Longitude": "% LOC entspricht Ihren Koordinaten in der Form Latitude, Longitude",
        "Il vous faut donc réaliser un HTTP POST sur cette adresse en remplaçant": "Sie müssen daher einen HTTP-POST für diese Adresse durchführen, indem Sie sie ersetzen",
        "%LOC par vos coordonnées": "% LOC anhand Ihrer Kontaktdaten",
        "Exemple sous Android avec Tasker": "Android Beispiel mit Tasker",
        "pour cet exemple, vous avez besoin de l'application Tasker": "Für dieses Beispiel benötigen Sie die Tasker-App",
        "pour Android": "für Android",
        "id=net.dinglisch.android.taskerm>)": "id = net.dinglisch.android.taskerm>)",
        "Dans l'onglet \" Tâches \", nous rajoutons une nouvelle tâche ici appelée": "Auf der Registerkarte \"Aufgaben\" fügen wir hier eine neue Aufgabe mit dem Namen hinzu",
        "Nous y ajoutons une première action, dans la catégorie \" Divers \", nous": "Wir fügen eine erste Aktion in der Kategorie \"Verschiedenes\" hinzu",
        "sélectionnons \" Obtenir la localisation": "Wählen Sie \"Standort abrufen\"",
        "Nous allons utiliser n'importe quelle source pour obtenir notre": "Wir werden jede Quelle verwenden, um unsere zu erhalten",
        "position, et nous allons fixer un délai de 30 sec afin que Tasker ait le": "Position, und wir werden eine Verzögerung von 30 Sekunden einstellen, damit Tasker die hat",
        "temps d'obtenir précisément nos coordonnées": "Zeit, unsere Kontaktdaten zu erhalten",
        "Un délai trop court pourrait ne pas permettre d'obtenir de coordonnées": "Ein zu kurzer Zeitrahmen enthält möglicherweise keine Kontaktdaten",
        "ou alors des coordonnées imprécises": "oder ungenaue Koordinaten",
        "Il en est de même du type de": "Gleiches gilt für die Art von",
        "source. Nous ajoutons une deuxième action, dans la partie \" Réseau": "Quelle. Wir fügen eine zweite Aktion im Abschnitt \"Netzwerk\" hinzu",
        "cette fois, nous sélectionnons \" Post HTTP": "Dieses Mal wählen wir \"Post HTTP",
        "Dans la case \" Serveur": "Im Feld \"Server\"",
        "Port \" nous copions notre URL complétée sauf": "Port \"Wir kopieren unsere ausgefüllte URL außer",
        "pour la partie %LOC": "für den% LOC-Teil",
        "Lorsque nous lançons notre tâche \" Jeedom \", une icône devrait vous": "Wenn wir unsere \"Jeedom\" -Aufgabe starten, sollte ein Symbol dies anzeigen",
        "informer de l'utilisation de votre GPS dans votre barre de notification": "Informieren Sie in Ihrer Benachrichtigungsleiste über die Verwendung Ihres GPS",
        "Une fois le délai écoulé, nous cliquons sur \" tester \" dans Jeedom et": "Sobald die Zeit abgelaufen ist, klicken wir in Jeedom und auf \"Test\"",
        "les coordonnées de notre portable apparaissent alors dans le popup": "Die Koordinaten unseres Handys werden dann im Popup angezeigt",
        "Tasker a automatiquement remplacé la variable %LOC par vos coordonnées": "Der Tasker hat die Variable% LOC automatisch durch Ihre Kontaktdaten ersetzt",
        "Il vous suffit à présent de créer un scénario dans Tasker qui ira lancer": "Jetzt müssen Sie nur noch ein Szenario in Tasker erstellen, das gestartet wird",
        "cette tâche quand vous en avez besoin": "diese Aufgabe, wenn Sie es brauchen",
        "Par exemple toutes les heures": "Zum Beispiel jede Stunde",
        "quand vous vous connectez en wifi…": "wenn Sie eine Verbindung über WLAN herstellen…",
        "Distance, Temps de trajet et Distance de trajet": "Entfernung, Reisezeit und Reisestrecke",
        "Permet de calculer la distance, le temps de trajet (en voiture, à l'aide": "Berechnen Sie die Entfernung, die Fahrzeit (mit dem Auto, mit",
        "de Google Maps) ou la distance d'un trajet (en voiture, à l'aide de": "von Google Maps) oder die Reisedistanz (mit dem Auto, mit",
        "Google Maps) entre deux points": "Google Maps) zwischen zwei Punkten",
        "Il est donc nécessaire d'avoir déjà": "Es ist daher notwendig, bereits zu haben",
        "renseigné au moins deux commandes": "mindestens zwei Bestellungen ausgeführt",
        "Ici nous avons les coordonnées fixes": "Hier haben wir die festen Koordinaten",
        "de notre maison ainsi que les coordonnées mises à jour de notre": "unseres Hauses sowie die aktualisierten Kontaktdaten unserer",
        "portable. Nous pouvons donc calculer la distance entre les deux. Nous": "tragbar. So können wir den Abstand zwischen den beiden berechnen. Wir",
        "sélectionnons \" Distance \" en type et nos deux commandes précédentes": "Wählen Sie \"Abstand\" als Typ und unsere beiden vorherigen Befehle",
        "dans les options": "in Optionen",
        "Une fois sauvegardé, nous utilisons le bouton tester": "Nach dem Speichern verwenden wir die Testschaltfläche",
        "et la distance apparaît alors dans le popup": "und die Entfernung wird dann im Popup angezeigt",
        "Ici 1,34 km": "Hier 1,34 km",
        "De même si vous voulez le temps de trajet ou la distance d'un trajet, il": "Ebenso, wenn Sie die Reisezeit oder die Entfernung einer Reise wollen, es",
        "faut choisir respectivement dans type": "muss jeweils in Typ wählen",
        "Temps de trajet\" ou \"Distance": "Reisezeit \"oder\" Entfernung",
        "de trajet": "Reise",
        "Ce plugin fonctionne comme un module, c'est-à-dire qu'une fois": "Dieses Plugin arbeitet als Modul, d. H. Einmal",
        "sauvegardé nous pouvons le retrouver dans la liste des actions ou": "gespeichert finden wir es in der Liste der Aktionen oder",
        "commandes, il est ainsi très simple de l'utiliser lors de la création de": "Befehle, so ist es sehr einfach beim Erstellen zu verwenden",
        "scénarios par exemple": "Szenarien zum Beispiel",
        "Nous pouvons par exemple réaliser un scénario qui": "Wir können zum Beispiel ein Szenario durchführen, das",
        "se base sur la distance entre notre portable et la maison par exemple": "Zum Beispiel basierend auf der Entfernung zwischen unserem Laptop und dem Haus",
        "Exemple de scénario": "Beispielszenario",
        "Dans la partie \" Scénario \", nous créons un scénario nommé \" Géoloc TV": "Im Teil \"Szenario\" erstellen wir ein Szenario mit dem Namen \"Géoloc TV\"",
        "qui nous permet d'allumer la TV quand nous sommes à moins de 250 m de": "Dadurch können wir den Fernseher einschalten, wenn wir weniger als 250 m von uns entfernt sind",
        "notre maison": "unser Haus",
        "les systèmes de positionnement n'étant pas": "Positionierungssysteme nicht",
        "précis au mètre près, pensez à prendre une marge lors de la création de": "Denken Sie daran, beim Erstellen einen Rand zu berücksichtigen, der auf den nächsten Meter genau ist",
        "vos scénarios": "Ihre Szenarien",
        "Dans \" Mode de scénario \" nous choisissons \" Provoqué": "Im \"Szenariomodus\" wählen wir \"Verursacht\"",
        "et en \" Déclencheur \" nous ajoutons notre portable": "und in \"Trigger\" fügen wir unseren Laptop hinzu",
        "En effet, c'est": "In der Tat ist es",
        "lorsque les coordonnées de notre portable vont être mises à jour que": "wann die Koordinaten unseres Handys aktualisiert werden",
        "nous allons déclencher le scénario": "Wir werden das Szenario auslösen",
        "Nous ajoutons un élément \" Si \/ Alors \/ Sinon \" avec comme condition une": "Wir fügen ein \"Wenn \/ Dann \/ Sonst\" -Element mit einer Bedingung hinzu",
        "distance inférieure à 250 m et comme action la mise sous tension de la": "Entfernung weniger als 250 m und als Aktion das Einschalten der",
        "Nous n'avons rien mis dans la partie \" Sinon \" ainsi il ne se passera": "Wir haben nichts in den Teil \"Sonst\" eingefügt, damit es nicht passiert",
        "rien si je suis à plus de 250 m": "nichts, wenn ich mehr als 250 m entfernt bin",
        "Une fois sauvegardé, nous pouvons": "Einmal gespeichert, können wir",
        "regarder le log": "Schau dir das Protokoll an",
        "Nous voyons ici que Jeedom a testé la distance entre le": "Wir sehen hier, dass Jeedom den Abstand zwischen dem getestet hat",
        "portable et la maison et comme celle-ci est supérieure à 250 m, alors il": "tragbar und zuhause und so ist es mehr als 250 m, dann da",
        "ne s'est rien passé": "nichts ist passiert",
        "Pour notre test nous vérifions bien que la TV est hors tension, le": "Für unseren Test prüfen wir, ob der Fernseher ausgeschaltet ist",
        "widget nous affiche bien 0 watt de consommation": "Widget zeigt 0 Watt Verbrauch an",
        "Nous nous rapprochons de notre maison et nous lançons la tâche sur": "Wir nähern uns unserem Haus und beginnen die Aufgabe am",
        "Tasker. Nous pouvons voir en testant la distance que celle-ci est de": "Tasker. Wir können sehen, indem wir die Entfernung testen, die es ist",
        "0,03 km désormais": "Jetzt 0,03 km",
        "Nous sommes donc bien sous les 250 m": "Wir sind also weit unter 250 m",
        "La partie scénario nous informe que celui-ci a bien été lancé": "Der Szenarioteil informiert uns darüber, dass er gestartet wurde",
        "dernièrement": "in letzter Zeit",
        "Un tour dans le log nous permet de voir que celui-ci a bien été lancé": "Durch einen Rundgang durch das Protokoll können wir sehen, dass es gestartet wurde",
        "suite à la mise à jour des coordonnées du portable, et que la distance": "nach der Aktualisierung der Koordinaten des Mobiltelefons, und dass die Entfernung",
        "était bien inférieure à 0,25 km": "war viel weniger als 0,25 km",
        "Le plugin de la TV sur l'écran d'accueil montre bien que celle-ci est": "Das TV-Plugin auf dem Startbildschirm zeigt an, dass dies der Fall ist",
        "désormais alimentée": "jetzt mit Strom versorgt",
        "Voilà un exemple d'utilisation du plugin Géolocalisation": "Hier ist ein Beispiel für die Verwendung des Geolocation-Plugins",
        "Bien sûr nous avons réalisé le HTTP POST depuis un smartphone sous": "Natürlich haben wir den HTTP POST von einem Smartphone unter realisiert",
        "Android mais il est tout à fait concevable qu'une tablette puisse": "Android ist aber durchaus denkbar, dass ein Tablet könnte",
        "réaliser la même chose (avec internet) ou encore un PC portable avec un": "Machen Sie dasselbe (mit Internet) oder sogar einen Laptop mit einem",
        "script pour récupérer et envoyer ses coordonnées": "Skript zum Abrufen und Senden von Kontaktdaten",
        " Configuration.": " Konfiguration.",
        " Configuration?": " Konfiguration?",
        "Configuration ": "Konfiguration ",
        "[Configuration": "[Konfiguration",
        "Configuration]": "Konfiguration]",
        " Tip.": " Spitze.",
        " Tip?": " Spitze?",
        "Tip ": "Spitze ",
        "[Tip": "[Spitze",
        "Tip]": "Spitze]",
        " Fixe.": " Behoben.",
        " Fixe?": " Behoben?",
        "Fixe ": "Behoben ",
        "[Fixe": "[Behoben",
        "Fixe]": "Behoben]",
        " Dynamique.": " Dynamisch.",
        " Dynamique?": " Dynamisch?",
        "Dynamique ": "Dynamisch ",
        "[Dynamique": "[Dynamisch",
        "Dynamique]": "Dynamisch]",
        " Attention.": " Achtung.",
        " Attention?": " Achtung?",
        "Attention ": "Achtung ",
        "[Attention": "[Achtung",
        "Attention]": "Achtung]",
        " Jeedom.": " Jeedom.",
        " Jeedom?": " Jeedom?",
        "Jeedom ": "Jeedom ",
        "[Jeedom": "[Jeedom",
        "Jeedom]": "Jeedom]",
        " TV.": " TV.",
        " TV?": " TV?",
        "TV ": "TV ",
        "[TV": "[TV",
        "TV]": "TV]"
    }
}