{
    "changelog.md": {
        "13\/10\/2019": "10\/13\/2019",
        "Correction de bugs": "Bugfix",
        "02\/09\/2019": "02\/09\/2019",
        "Support PHP 7.3": "Support PHP 7.3",
        "Mise à jour de l'interface": "Interface update",
        "27\/04\/2018": "04\/27\/2018",
        "Correction de l'icone": "Icon correction"
    },
    "index.md": {
        "Plugin permettant de gérer des coordonnées et le calcul de distance": "Plugin to manage coordinates and distance calculation",
        "entre 2 points, le temps de trajet (en voiture) entre 2 points ainsi que": "between 2 points, the journey time (by car) between 2 points as well as",
        "la distance": "the distance",
        "Une fois le plugin installé et activé à partir du Market, on accède à la": "Once the plugin is installed and activated from the Market, you access the",
        "page du plugin Géolocalisation par": "page of the Geolocation plugin by",
        "Vous retrouvez ici tous vos équipements Geoloc": "Here you find all your Geoloc equipment",
        "Comme à beaucoup d'endroit sur Jeedom, placer la souris tout à gauche": "As in many places on Jeedom, place the mouse on the far left",
        "permet de faire apparaître un menu d'accès rapide (vous pouvez à": "brings up a quick access menu (you can",
        "partir de votre profil le laisser toujours visible)": "from your profile always leave it visible)",
        "Une fois un équipement sélectionné vous obtenez": "Once an equipment is selected you get",
        "L'onglet \" Général \" permet de choisir le nom de l'équipement, l'objet": "The \"General\" tab allows you to choose the name of the equipment, the object",
        "parent ainsi que son état et sa visibilité": "parent as well as its condition and visibility",
        "L'onglet \" Commande \" permet": "The \"Order\" tab allows",
        "de rajouter les informations que nous voulons obtenir": "to add the information we want to get",
        "Une fois": "Once",
        "l'équipement ajouté, nous avons le choix entre trois types de commandes": "the added equipment, we have the choice between three types of controls",
        "fixe, dynamique et distance": "fixed, dynamic and distance",
        "Représente un point ayant des coordonnées qui ne changent pas. Par": "Represents a point with coordinates that do not change. By",
        "exemple les coordonnées de votre habitation, de votre travail…​ Il vous": "example the coordinates of your home, your work ... It you",
        "suffit de noter les coordonnées sous la forme": "just note the coordinates in the form",
        "Latitude,Longitude": "Longitude latitude",
        "Pour trouver les coordonnées de votre position fixe, allez simplement": "To find the coordinates of your fixed position, simply go",
        "com\/maps\/preview": "com \/ maps \/ preview",
        "Si vous": "If you",
        "recherchez une adresse, alors les coordonnées seront dans l'adresse URL": "search for an address, then the coordinates will be in the URL address",
        "par exemple pour le 25 rue de Mogador": "for example for 25 rue de Mogador",
        "Vous pouvez également faire un clic gauche sur la carte, et les": "You can also left click on the map, and the",
        "coordonnées apparaîtront dans la petite carte en haut à gauche": "coordinates will appear in the small map at the top left",
        "Représente un point ayant des coordonnées variables, l'objet se déplace": "Represents a point with variable coordinates, the object moves",
        "Il s'agit en général de votre portable": "This is usually your laptop",
        "Cette commande contiendra donc": "This command will therefore contain",
        "les dernières coordonnées envoyées jusqu'à ce que vous en envoyez de": "last contact details sent until you send them",
        "nouvelles. L'URL pour mettre à jour cette commande est": "new. The URL to update this command is",
        "\\#URL\\_JEEDOM\\#\/core\/api\/jeeApi.php": "\\#URL\\_JEEDOM \\# \/ core \/ api \/ jeeApi.php",
        "\\#URL\\_JEEDOM\\# correspond à votre URL d'accès à Jeedom": "\\#URL\\_JEEDOM \\# corresponds to your Jeedom access URL",
        "Il s'agit (sauf": "It is (except",
        "si vous êtes connecté à votre réseau local) de l'adresse internet que": "if you are connected to your local network) from the internet address that",
        "vous utilisez pour accéder à Jeedom depuis l'extérieur": "you use to access Jeedom from outside",
        "N'oubliez pas": "Do not forget",
        "d'indiquer le port ainsi que \/jeedom\/": "to indicate the port as well as \/ jeedom \/",
        "api=\\#API\\_KEY\\# correspond à votre clé API, propre à votre": "api = \\# API\\_KEY \\# corresponds to your API key, specific to your",
        "installation. Pour la trouver vous pouvez soit aller dans le plugin": "installation. To find it you can either go to the plugin",
        "Géoloc, elle est indiquée directement dans l'URL": "Geoloc, it is indicated directly in the URL",
        "Soit dans le menu \" Général \", puis \" Administration \" et": "Either in the \"General\" menu, then \"Administration\" and",
        "Configuration \", en activant le mode Expert vous verrez alors une ligne": "Configuration \", by activating Expert mode you will then see a line",
        "clé API": "API key",
        "Une fois que": "Once",
        "vous avez donné un nom à votre commande de Géolocalisation, déterminé": "you have given a name to your Geolocation order, determined",
        "son type et sauvegardé, un numéro apparaît dans la case \" \\# \" devant le": "its type and saved, a number appears in the \"\\#\" box in front of the",
        "nom votre commande": "name your order",
        "%LOC correspond à vos coordonnées sous la forme Latitude,Longitude": "% LOC corresponds to your coordinates in the form Latitude, Longitude",
        "Il vous faut donc réaliser un HTTP POST sur cette adresse en remplaçant": "You must therefore perform an HTTP POST on this address by replacing",
        "%LOC par vos coordonnées": "% LOC by your contact details",
        "Exemple sous Android avec Tasker": "Android example with Tasker",
        "pour cet exemple, vous avez besoin de l'application Tasker": "for this example you need the Tasker app",
        "pour Android": "for Android",
        "id=net.dinglisch.android.taskerm>)": "id = net.dinglisch.android.taskerm>)",
        "Dans l'onglet \" Tâches \", nous rajoutons une nouvelle tâche ici appelée": "In the \"Tasks\" tab, we add a new task here called",
        "Nous y ajoutons une première action, dans la catégorie \" Divers \", nous": "We add a first action, in the \"Miscellaneous\" category, we",
        "sélectionnons \" Obtenir la localisation": "select \"Get location",
        "Nous allons utiliser n'importe quelle source pour obtenir notre": "We will use any source to obtain our",
        "position, et nous allons fixer un délai de 30 sec afin que Tasker ait le": "position, and we're going to set a 30 sec delay so that Tasker has the",
        "temps d'obtenir précisément nos coordonnées": "time to get our contact details",
        "Un délai trop court pourrait ne pas permettre d'obtenir de coordonnées": "Too short a time frame may not allow contact details to be obtained",
        "ou alors des coordonnées imprécises": "or imprecise coordinates",
        "Il en est de même du type de": "The same is true of the type of",
        "source. Nous ajoutons une deuxième action, dans la partie \" Réseau": "source. We add a second action, in the \"Network\" section",
        "cette fois, nous sélectionnons \" Post HTTP": "this time we select \"Post HTTP",
        "Dans la case \" Serveur": "In the \"Server\" box",
        "Port \" nous copions notre URL complétée sauf": "Port \"we copy our completed URL except",
        "pour la partie %LOC": "for the% LOC part",
        "Lorsque nous lançons notre tâche \" Jeedom \", une icône devrait vous": "When we start our \"Jeedom\" task, an icon should tell you",
        "informer de l'utilisation de votre GPS dans votre barre de notification": "inform about the use of your GPS in your notification bar",
        "Une fois le délai écoulé, nous cliquons sur \" tester \" dans Jeedom et": "Once the time has elapsed, we click on \"test\" in Jeedom and",
        "les coordonnées de notre portable apparaissent alors dans le popup": "the coordinates of our cell phone then appear in the popup",
        "Tasker a automatiquement remplacé la variable %LOC par vos coordonnées": "Tasker automatically replaced the% LOC variable with your contact details",
        "Il vous suffit à présent de créer un scénario dans Tasker qui ira lancer": "Now you just need to create a scenario in Tasker which will launch",
        "cette tâche quand vous en avez besoin": "this task when you need it",
        "Par exemple toutes les heures": "For example every hour",
        "quand vous vous connectez en wifi…": "when you connect by wifi…",
        "Distance, Temps de trajet et Distance de trajet": "Distance, Travel Time and Travel Distance",
        "Permet de calculer la distance, le temps de trajet (en voiture, à l'aide": "Calculate the distance, the journey time (by car, using",
        "de Google Maps) ou la distance d'un trajet (en voiture, à l'aide de": "from Google Maps) or the trip distance (by car, using",
        "Google Maps) entre deux points": "Google Maps) between two points",
        "Il est donc nécessaire d'avoir déjà": "It is therefore necessary to have already",
        "renseigné au moins deux commandes": "filled at least two orders",
        "Ici nous avons les coordonnées fixes": "Here we have the fixed coordinates",
        "de notre maison ainsi que les coordonnées mises à jour de notre": "of our house as well as the updated contact details of our",
        "portable. Nous pouvons donc calculer la distance entre les deux. Nous": "portable. So we can calculate the distance between the two. We",
        "sélectionnons \" Distance \" en type et nos deux commandes précédentes": "select \"Distance\" in type and our two previous commands",
        "dans les options": "in options",
        "Une fois sauvegardé, nous utilisons le bouton tester": "Once saved, we use the test button",
        "et la distance apparaît alors dans le popup": "and the distance then appears in the popup",
        "Ici 1,34 km": "Here 1.34 km",
        "De même si vous voulez le temps de trajet ou la distance d'un trajet, il": "Likewise if you want the journey time or the distance of a journey, it",
        "faut choisir respectivement dans type": "must choose respectively in type",
        "Temps de trajet\" ou \"Distance": "Travel time \"or\" Distance",
        "de trajet": "path",
        "Ce plugin fonctionne comme un module, c'est-à-dire qu'une fois": "This plugin works as a module, i.e. once",
        "sauvegardé nous pouvons le retrouver dans la liste des actions ou": "saved we can find it in the list of actions or",
        "commandes, il est ainsi très simple de l'utiliser lors de la création de": "commands, so it's very easy to use when creating",
        "scénarios par exemple": "scenarios for example",
        "Nous pouvons par exemple réaliser un scénario qui": "We can for example carry out a scenario which",
        "se base sur la distance entre notre portable et la maison par exemple": "based on the distance between our laptop and the house for example",
        "Exemple de scénario": "Example scenario",
        "Dans la partie \" Scénario \", nous créons un scénario nommé \" Géoloc TV": "In the \"Scenario\" part, we create a scenario called \"Géoloc TV",
        "qui nous permet d'allumer la TV quand nous sommes à moins de 250 m de": "which allows us to turn on the TV when we are less than 250 m from",
        "notre maison": "our house",
        "les systèmes de positionnement n'étant pas": "positioning systems not being",
        "précis au mètre près, pensez à prendre une marge lors de la création de": "accurate to the nearest meter, remember to take a margin when creating",
        "vos scénarios": "your scenarios",
        "Dans \" Mode de scénario \" nous choisissons \" Provoqué": "In \"Scenario mode\" we choose \"Caused",
        "et en \" Déclencheur \" nous ajoutons notre portable": "and in \"Trigger\" we add our laptop",
        "En effet, c'est": "Indeed, it is",
        "lorsque les coordonnées de notre portable vont être mises à jour que": "when the coordinates of our cellphone will be updated that",
        "nous allons déclencher le scénario": "we will trigger the scenario",
        "Nous ajoutons un élément \" Si \/ Alors \/ Sinon \" avec comme condition une": "We add an \"If \/ Then \/ Otherwise\" element with a condition",
        "distance inférieure à 250 m et comme action la mise sous tension de la": "distance less than 250 m and as action the powering up of the",
        "Nous n'avons rien mis dans la partie \" Sinon \" ainsi il ne se passera": "We have not put anything in the \"Otherwise\" part so it will not happen",
        "rien si je suis à plus de 250 m": "nothing if I am more than 250 m away",
        "Une fois sauvegardé, nous pouvons": "Once saved, we can",
        "regarder le log": "look at the log",
        "Nous voyons ici que Jeedom a testé la distance entre le": "We see here that Jeedom has tested the distance between the",
        "portable et la maison et comme celle-ci est supérieure à 250 m, alors il": "portable and home and like this is more than 250 m, then there",
        "ne s'est rien passé": "nothing happened",
        "Pour notre test nous vérifions bien que la TV est hors tension, le": "For our test we check that the TV is off, the",
        "widget nous affiche bien 0 watt de consommation": "widget displays 0 watt consumption",
        "Nous nous rapprochons de notre maison et nous lançons la tâche sur": "We get closer to our house and we start the task on",
        "Tasker. Nous pouvons voir en testant la distance que celle-ci est de": "Tasker. We can see by testing the distance that it is",
        "0,03 km désormais": "0.03 km now",
        "Nous sommes donc bien sous les 250 m": "So we are well under 250 m",
        "La partie scénario nous informe que celui-ci a bien été lancé": "The scenario part informs us that it has been launched",
        "dernièrement": "recently",
        "Un tour dans le log nous permet de voir que celui-ci a bien été lancé": "A tour of the log allows us to see that it has been launched",
        "suite à la mise à jour des coordonnées du portable, et que la distance": "following the update of the mobile's coordinates, and that the distance",
        "était bien inférieure à 0,25 km": "was much less than 0.25 km",
        "Le plugin de la TV sur l'écran d'accueil montre bien que celle-ci est": "The TV plugin on the home screen shows that it is",
        "désormais alimentée": "now powered",
        "Voilà un exemple d'utilisation du plugin Géolocalisation": "Here is an example of using the Geolocation plugin",
        "Bien sûr nous avons réalisé le HTTP POST depuis un smartphone sous": "Of course we realized the HTTP POST from a smartphone under",
        "Android mais il est tout à fait concevable qu'une tablette puisse": "Android but it is entirely conceivable that a tablet could",
        "réaliser la même chose (avec internet) ou encore un PC portable avec un": "do the same thing (with internet) or even a laptop with a",
        "script pour récupérer et envoyer ses coordonnées": "script to retrieve and send contact details",
        " Configuration.": " Setup.",
        " Configuration?": " Setup?",
        "Configuration ": "Setup ",
        "[Configuration": "[Setup",
        "Configuration]": "Setup]",
        " Tip.": " Tip.",
        " Tip?": " Tip?",
        "Tip ": "Tip ",
        "[Tip": "[Tip",
        "Tip]": "Tip]",
        " Fixe.": " Fixed.",
        " Fixe?": " Fixed?",
        "Fixe ": "Fixed ",
        "[Fixe": "[Fixed",
        "Fixe]": "Fixed]",
        " Dynamique.": " Dynamic.",
        " Dynamique?": " Dynamic?",
        "Dynamique ": "Dynamic ",
        "[Dynamique": "[Dynamic",
        "Dynamique]": "Dynamic]",
        " Attention.": " Be careful.",
        " Attention?": " Be careful?",
        "Attention ": "Be careful ",
        "[Attention": "[Be careful",
        "Attention]": "Be careful]",
        " Jeedom.": " Jeedom.",
        " Jeedom?": " Jeedom?",
        "Jeedom ": "Jeedom ",
        "[Jeedom": "[Jeedom",
        "Jeedom]": "Jeedom]",
        " TV.": " TV.",
        " TV?": " TV?",
        "TV ": "TV ",
        "[TV": "[TV",
        "TV]": "TV]"
    }
}