{
    "changelog.md": {
        "13\/10\/2019": "13\/10\/2019",
        "Correction de bugs": "Correcciones de errores",
        "02\/09\/2019": "02\/02\/2019",
        "Support PHP 7.3": "Soporte PHP 7.3",
        "Mise à jour de l'interface": "Actualización de la interfaz",
        "27\/04\/2018": "27\/04\/2018",
        "Correction de l'icone": "Corrección de icono"
    },
    "index.md": {
        "Plugin permettant de gérer des coordonnées et le calcul de distance": "Complemento para gestionar coordenadas y cálculo de distancia",
        "entre 2 points, le temps de trajet (en voiture) entre 2 points ainsi que": "entre 2 puntos, el tiempo de viaje (en coche) entre 2 puntos, así como",
        "la distance": "la distancia",
        "Une fois le plugin installé et activé à partir du Market, on accède à la": "Una vez que el complemento está instalado y activado desde Market, accede a",
        "page du plugin Géolocalisation par": "página del complemento Geolocalización por",
        "Vous retrouvez ici tous vos équipements Geoloc": "Aquí encontrarás todos tus equipos Geoloc",
        "Comme à beaucoup d'endroit sur Jeedom, placer la souris tout à gauche": "Como en muchos lugares de Jeedom, coloca el mouse en el extremo izquierdo",
        "permet de faire apparaître un menu d'accès rapide (vous pouvez à": "abre un menú de acceso rápido (puedes",
        "partir de votre profil le laisser toujours visible)": "desde tu perfil siempre déjalo visible)",
        "Une fois un équipement sélectionné vous obtenez": "Una vez que se selecciona un equipo, obtienes",
        "L'onglet \" Général \" permet de choisir le nom de l'équipement, l'objet": "La pestaña \"General\" le permite elegir el nombre del equipo, el objeto",
        "parent ainsi que son état et sa visibilité": "padre, así como su condición y visibilidad",
        "L'onglet \" Commande \" permet": "La pestaña \"Pedido\" permite",
        "de rajouter les informations que nous voulons obtenir": "para agregar la información que queremos obtener",
        "Une fois": "Una vez",
        "l'équipement ajouté, nous avons le choix entre trois types de commandes": "el equipo agregado, tenemos la opción entre tres tipos de controles",
        "fixe, dynamique et distance": "fijo, dinámico y distancia",
        "Représente un point ayant des coordonnées qui ne changent pas. Par": "Representa un punto con coordenadas que no cambian. Por",
        "exemple les coordonnées de votre habitation, de votre travail…​ Il vous": "ejemplo las coordenadas de su hogar, su trabajo ... es usted",
        "suffit de noter les coordonnées sous la forme": "solo tenga en cuenta las coordenadas en el formulario",
        "Latitude,Longitude": "Latitud longitud",
        "Pour trouver les coordonnées de votre position fixe, allez simplement": "Para encontrar las coordenadas de su posición fija, simplemente vaya",
        "com\/maps\/preview": "com \/ maps \/ preview",
        "Si vous": "Si usted",
        "recherchez une adresse, alors les coordonnées seront dans l'adresse URL": "buscar una dirección, entonces las coordenadas estarán en la dirección URL",
        "par exemple pour le 25 rue de Mogador": "por ejemplo para 25 rue de Mogador",
        "Vous pouvez également faire un clic gauche sur la carte, et les": "También puede hacer clic izquierdo en el mapa, y el",
        "coordonnées apparaîtront dans la petite carte en haut à gauche": "las coordenadas aparecerán en el pequeño mapa en la esquina superior izquierda",
        "Représente un point ayant des coordonnées variables, l'objet se déplace": "Representa un punto con coordenadas variables, el objeto se mueve",
        "Il s'agit en général de votre portable": "Esta suele ser tu computadora portátil",
        "Cette commande contiendra donc": "Este comando por lo tanto contendrá",
        "les dernières coordonnées envoyées jusqu'à ce que vous en envoyez de": "últimos datos de contacto enviados hasta que los envíe",
        "nouvelles. L'URL pour mettre à jour cette commande est": "noticias La URL para actualizar este comando es",
        "\\#URL\\_JEEDOM\\#\/core\/api\/jeeApi.php": "\\#URL\\_JEEDOM \\# \/ core \/ api \/ jeeApi.php",
        "\\#URL\\_JEEDOM\\# correspond à votre URL d'accès à Jeedom": "\\#URL\\_JEEDOM \\# corresponde a su URL de acceso de Jeedom",
        "Il s'agit (sauf": "Es (excepto",
        "si vous êtes connecté à votre réseau local) de l'adresse internet que": "si está conectado a su red local) desde la dirección de internet que",
        "vous utilisez pour accéder à Jeedom depuis l'extérieur": "utilizas para acceder a Jeedom desde afuera",
        "N'oubliez pas": "No olvides",
        "d'indiquer le port ainsi que \/jeedom\/": "para indicar el puerto, así como \/ jeedom \/",
        "api=\\#API\\_KEY\\# correspond à votre clé API, propre à votre": "api = \\# API\\_KEY \\# corresponde a su clave API, específica a su",
        "installation. Pour la trouver vous pouvez soit aller dans le plugin": "instalación Para encontrarlo, puedes ir al complemento",
        "Géoloc, elle est indiquée directement dans l'URL": "Geoloc, se indica directamente en la URL",
        "Soit dans le menu \" Général \", puis \" Administration \" et": "En el menú \"General\", luego en \"Administración\" y",
        "Configuration \", en activant le mode Expert vous verrez alors une ligne": "Configuración \", al activar el modo Experto, verá una línea",
        "clé API": "Clave API",
        "Une fois que": "Una vez que",
        "vous avez donné un nom à votre commande de Géolocalisation, déterminé": "ha dado un nombre a su pedido de Geolocalización, determinado",
        "son type et sauvegardé, un numéro apparaît dans la case \" \\# \" devant le": "su tipo y guardado, aparece un número en el cuadro \"\\#\" delante del",
        "nom votre commande": "nombra tu pedido",
        "%LOC correspond à vos coordonnées sous la forme Latitude,Longitude": "% LOC corresponde a sus coordenadas en la forma Latitud, Longitud",
        "Il vous faut donc réaliser un HTTP POST sur cette adresse en remplaçant": "Por lo tanto, debe realizar una POST HTTP en esta dirección reemplazando",
        "%LOC par vos coordonnées": "% LOC por sus datos de contacto",
        "Exemple sous Android avec Tasker": "Ejemplo de Android con Tasker",
        "pour cet exemple, vous avez besoin de l'application Tasker": "para este ejemplo necesitas la aplicación Tasker",
        "pour Android": "para Android",
        "id=net.dinglisch.android.taskerm>)": "id = net.dinglisch.android.taskerm>)",
        "Dans l'onglet \" Tâches \", nous rajoutons une nouvelle tâche ici appelée": "En la pestaña \"Tareas\", agregamos una nueva tarea llamada aquí",
        "Nous y ajoutons une première action, dans la catégorie \" Divers \", nous": "Agregamos una primera acción, en la categoría \"Varios\",",
        "sélectionnons \" Obtenir la localisation": "seleccione \"Obtener ubicación",
        "Nous allons utiliser n'importe quelle source pour obtenir notre": "Utilizaremos cualquier fuente para obtener nuestro",
        "position, et nous allons fixer un délai de 30 sec afin que Tasker ait le": "posición, y vamos a establecer un retraso de 30 segundos para que Tasker tenga",
        "temps d'obtenir précisément nos coordonnées": "hora de obtener nuestros datos de contacto",
        "Un délai trop court pourrait ne pas permettre d'obtenir de coordonnées": "Un período de tiempo demasiado corto puede no proporcionar detalles de contacto",
        "ou alors des coordonnées imprécises": "o coordenadas imprecisas",
        "Il en est de même du type de": "Lo mismo es cierto para el tipo de",
        "source. Nous ajoutons une deuxième action, dans la partie \" Réseau": "fuente. Agregamos una segunda acción, en la sección \"Red\"",
        "cette fois, nous sélectionnons \" Post HTTP": "esta vez seleccionamos \"Publicar HTTP",
        "Dans la case \" Serveur": "En el cuadro \"Servidor\"",
        "Port \" nous copions notre URL complétée sauf": "Puerto \"copiamos nuestra URL completa excepto",
        "pour la partie %LOC": "para la parte% LOC",
        "Lorsque nous lançons notre tâche \" Jeedom \", une icône devrait vous": "Cuando comenzamos nuestra tarea \"Jeedom\", un ícono debería decirle",
        "informer de l'utilisation de votre GPS dans votre barre de notification": "informar sobre el uso de su GPS en su barra de notificaciones",
        "Une fois le délai écoulé, nous cliquons sur \" tester \" dans Jeedom et": "Una vez transcurrido el tiempo, hacemos clic en \"prueba\" en Jeedom y",
        "les coordonnées de notre portable apparaissent alors dans le popup": "las coordenadas de nuestro teléfono celular luego aparecen en la ventana emergente",
        "Tasker a automatiquement remplacé la variable %LOC par vos coordonnées": "Tasker reemplazó automáticamente la variable% LOC con sus datos de contacto",
        "Il vous suffit à présent de créer un scénario dans Tasker qui ira lancer": "Ahora solo necesita crear un escenario en Tasker que se lanzará",
        "cette tâche quand vous en avez besoin": "esta tarea cuando la necesitas",
        "Par exemple toutes les heures": "Por ejemplo cada hora",
        "quand vous vous connectez en wifi…": "cuando te conectas por wifi ...",
        "Distance, Temps de trajet et Distance de trajet": "Distancia, tiempo de viaje y distancia de viaje",
        "Permet de calculer la distance, le temps de trajet (en voiture, à l'aide": "Calcule la distancia, el tiempo de viaje (en automóvil, usando",
        "de Google Maps) ou la distance d'un trajet (en voiture, à l'aide de": "desde Google Maps) o la distancia de viaje (en automóvil, usando",
        "Google Maps) entre deux points": "Google Maps) entre dos puntos",
        "Il est donc nécessaire d'avoir déjà": "Por lo tanto, es necesario tener ya",
        "renseigné au moins deux commandes": "completado al menos dos pedidos",
        "Ici nous avons les coordonnées fixes": "Aquí tenemos las coordenadas fijas.",
        "de notre maison ainsi que les coordonnées mises à jour de notre": "de nuestra casa, así como los datos de contacto actualizados de nuestro",
        "portable. Nous pouvons donc calculer la distance entre les deux. Nous": "portátil Entonces podemos calcular la distancia entre los dos. Nosotros",
        "sélectionnons \" Distance \" en type et nos deux commandes précédentes": "seleccione \"Distancia\" en el tipo y nuestros dos comandos anteriores",
        "dans les options": "en opciones",
        "Une fois sauvegardé, nous utilisons le bouton tester": "Una vez guardado, usamos el botón de prueba",
        "et la distance apparaît alors dans le popup": "y la distancia aparece en la ventana emergente",
        "Ici 1,34 km": "Aquí 1.34 km",
        "De même si vous voulez le temps de trajet ou la distance d'un trajet, il": "Del mismo modo, si desea el tiempo de viaje o la distancia de un viaje,",
        "faut choisir respectivement dans type": "debe elegir respectivamente en tipo",
        "Temps de trajet\" ou \"Distance": "Tiempo de viaje \"o\" Distancia",
        "de trajet": "viaje",
        "Ce plugin fonctionne comme un module, c'est-à-dire qu'une fois": "Este complemento funciona como un módulo, es decir, una vez",
        "sauvegardé nous pouvons le retrouver dans la liste des actions ou": "guardado podemos encontrarlo en la lista de acciones o",
        "commandes, il est ainsi très simple de l'utiliser lors de la création de": "comandos, por lo que es muy fácil de usar al crear",
        "scénarios par exemple": "escenarios por ejemplo",
        "Nous pouvons par exemple réaliser un scénario qui": "Podemos, por ejemplo, llevar a cabo un escenario que",
        "se base sur la distance entre notre portable et la maison par exemple": "basado en la distancia entre nuestra computadora portátil y la casa, por ejemplo",
        "Exemple de scénario": "Escenario de ejemplo",
        "Dans la partie \" Scénario \", nous créons un scénario nommé \" Géoloc TV": "En la parte \"Escenario\", creamos un escenario llamado \"Géoloc TV",
        "qui nous permet d'allumer la TV quand nous sommes à moins de 250 m de": "lo que nos permite encender el televisor cuando estamos a menos de 250 m de",
        "notre maison": "nuestra casa",
        "les systèmes de positionnement n'étant pas": "sistemas de posicionamiento no siendo",
        "précis au mètre près, pensez à prendre une marge lors de la création de": "precisa al metro más cercano, recuerde tomar un margen al crear",
        "vos scénarios": "tus escenarios",
        "Dans \" Mode de scénario \" nous choisissons \" Provoqué": "En \"Modo de escenario\" elegimos \"Causado",
        "et en \" Déclencheur \" nous ajoutons notre portable": "y en \"Trigger\" agregamos nuestra laptop",
        "En effet, c'est": "De hecho, es",
        "lorsque les coordonnées de notre portable vont être mises à jour que": "cuando se actualizarán las coordenadas de nuestro teléfono celular que",
        "nous allons déclencher le scénario": "desencadenaremos el escenario",
        "Nous ajoutons un élément \" Si \/ Alors \/ Sinon \" avec comme condition une": "Agregamos un elemento \"Si \/ Entonces \/ De lo contrario\" con una condición",
        "distance inférieure à 250 m et comme action la mise sous tension de la": "distancia inferior a 250 my como acción el encendido del",
        "Nous n'avons rien mis dans la partie \" Sinon \" ainsi il ne se passera": "No hemos puesto nada en la parte \"De lo contrario\" para que no suceda",
        "rien si je suis à plus de 250 m": "nada si estoy a más de 250 m",
        "Une fois sauvegardé, nous pouvons": "Una vez guardado, podemos",
        "regarder le log": "mira el registro",
        "Nous voyons ici que Jeedom a testé la distance entre le": "Vemos aquí que Jeedom ha probado la distancia entre",
        "portable et la maison et comme celle-ci est supérieure à 250 m, alors il": "portátil y hogar y así es más de 250 m, entonces hay",
        "ne s'est rien passé": "no paso nada",
        "Pour notre test nous vérifions bien que la TV est hors tension, le": "Para nuestra prueba, comprobamos que el televisor está apagado, el",
        "widget nous affiche bien 0 watt de consommation": "el widget muestra el consumo de 0 vatios",
        "Nous nous rapprochons de notre maison et nous lançons la tâche sur": "Nos acercamos a nuestra casa y comenzamos la tarea en",
        "Tasker. Nous pouvons voir en testant la distance que celle-ci est de": "Tasker Podemos ver probando la distancia que es",
        "0,03 km désormais": "0.03 km ahora",
        "Nous sommes donc bien sous les 250 m": "Entonces estamos muy por debajo de los 250 m",
        "La partie scénario nous informe que celui-ci a bien été lancé": "La parte del escenario nos informa que se ha lanzado",
        "dernièrement": "ultimamente",
        "Un tour dans le log nous permet de voir que celui-ci a bien été lancé": "Un recorrido por el registro nos permite ver que se ha lanzado.",
        "suite à la mise à jour des coordonnées du portable, et que la distance": "siguiendo la actualización de las coordenadas del móvil, y que la distancia",
        "était bien inférieure à 0,25 km": "fue mucho menos de 0.25 km",
        "Le plugin de la TV sur l'écran d'accueil montre bien que celle-ci est": "El complemento de TV en la pantalla de inicio muestra que es",
        "désormais alimentée": "ahora alimentado",
        "Voilà un exemple d'utilisation du plugin Géolocalisation": "Aquí hay un ejemplo del uso del complemento de geolocalización",
        "Bien sûr nous avons réalisé le HTTP POST depuis un smartphone sous": "Por supuesto, nos dimos cuenta de HTTP POST desde un teléfono inteligente bajo",
        "Android mais il est tout à fait concevable qu'une tablette puisse": "Android, pero es totalmente concebible que una tableta pueda",
        "réaliser la même chose (avec internet) ou encore un PC portable avec un": "hacer lo mismo (con internet) o incluso una computadora portátil con",
        "script pour récupérer et envoyer ses coordonnées": "guión para recuperar y enviar datos de contacto",
        " Configuration.": " Configuración.",
        " Configuration?": " Configuración?",
        "Configuration ": "Configuración ",
        "[Configuration": "[Configuración",
        "Configuration]": "Configuración]",
        " Tip.": " Punta.",
        " Tip?": " Punta?",
        "Tip ": "Punta ",
        "[Tip": "[Punta",
        "Tip]": "Punta]",
        " Fixe.": " Arreglado.",
        " Fixe?": " Arreglado?",
        "Fixe ": "Arreglado ",
        "[Fixe": "[Arreglado",
        "Fixe]": "Arreglado]",
        " Dynamique.": " Dinámico.",
        " Dynamique?": " Dinámico?",
        "Dynamique ": "Dinámico ",
        "[Dynamique": "[Dinámico",
        "Dynamique]": "Dinámico]",
        " Attention.": " Atención.",
        " Attention?": " Atención?",
        "Attention ": "Atención ",
        "[Attention": "[Atención",
        "Attention]": "Atención]",
        " Jeedom.": " Jeedom.",
        " Jeedom?": " Jeedom?",
        "Jeedom ": "Jeedom ",
        "[Jeedom": "[Jeedom",
        "Jeedom]": "Jeedom]",
        " TV.": " TV.",
        " TV?": " TV?",
        "TV ": "TV ",
        "[TV": "[TV",
        "TV]": "TV]"
    }
}