{
    "changelog.md": {
        "Changelog Geoloc": "Changelog Geoloc",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como lembrete, se não houver informações sobre a atualização, isso significa que se trata apenas da atualização da documentação, tradução ou texto",
        "13\/10\/2019": "13\/10\/2019",
        "Correction de bugs": "Correções de bugs",
        "02\/09\/2019": "09\/09\/2019",
        "Support PHP 7.3": "Suporte PHP 7.3",
        "Mise à jour de l'interface": "Atualização da interface",
        "27\/04\/2018": "27\/04\/2018",
        "Correction de l'icone": "Correção de ícone",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        "[IMPORTANT": "[IMPORTANTE",
        "IMPORTANT]": "IMPORTANTE]",
        "*IMPORTANT": "*IMPORTANTE",
        "IMPORTANT*": "IMPORTANTE*"
    },
    "index.md": {
        "Plugin Geoloc": "Plug-in Geoloc",
        "Plugin permettant de gérer des coordonnées et le calcul de distance entre 2 points, le temps de trajet (en voiture) entre 2 points ainsi que la distance": "Plug-in para gerenciar coordenadas e calcular a distância entre 2 pontos, tempo de viagem (de carro) entre 2 pontos e distância",
        "Une fois le plugin installé et activé à partir du Market, on accède à la page du plugin Géolocalisation par": "Depois que o plug-in é instalado e ativado no Market, você acessa a página do plug-in de geolocalização por",
        "Vous retrouvez ici tous vos équipements Geoloc": "Aqui você encontra todo o seu equipamento Geoloc",
        "Comme à beaucoup d'endroit sur Jeedom, placer la souris tout à gauche permet de faire apparaître un menu d'accès rapide (vous pouvez à partir de votre profil le laisser toujours visible)": "Como em muitos lugares do Jeedom, posicionar o mouse na extremidade esquerda permite que um menu de acesso rápido apareça (você sempre pode deixá-lo visível em seu perfil)",
        "Une fois un équipement sélectionné vous obtenez": "Depois que um equipamento é selecionado, você obtém",
        "L'onglet \" Général \" permet de choisir le nom de l'équipement, l'objet parent ainsi que son état et sa visibilité": "A guia \"Geral\" permite escolher o nome do dispositivo, o objeto pai, assim como seu status e visibilidade",
        "L'onglet \" Commande \" permet de rajouter les informations que nous voulons obtenir": "A guia \"Pedido\" permite adicionar as informações que queremos obter",
        "Une fois l'équipement ajouté, nous avons le choix entre trois types de commandes": "Após a adição do equipamento, temos a opção entre três tipos de controles",
        "fixe, dynamique et distance": "fixo, dinâmico e à distância",
        "Représente un point ayant des coordonnées qui ne changent pas": "Representa um ponto com coordenadas que não mudam",
        "Par exemple les coordonnées de votre habitation, de votre travail…​ Il vous suffit de noter les coordonnées sous la forme": "Por exemplo, as coordenadas de sua casa, seu trabalho ... Você só precisa anotar as coordenadas no formulário",
        "Latitude,Longitude": "Latitude, Longitude",
        "com\/maps\/preview": "com \/ maps \/ preview",
        "Si vous recherchez une adresse, alors les coordonnées seront dans l'adresse URL, par exemple pour le 25 rue de Mogador": "Se você estiver procurando um endereço, os detalhes do contato estarão no endereço URL, por exemplo, na 25 rue de Mogador",
        "Vous pouvez également faire un clic gauche sur la carte, et les coordonnées apparaîtront dans la petite carte en haut à gauche": "Você também pode clicar com o botão esquerdo no mapa e as coordenadas aparecerão no pequeno mapa no canto superior esquerdo",
        "Représente un point ayant des coordonnées variables, l'objet se déplace": "Representa um ponto com coordenadas variáveis, o objeto se move",
        "Il s'agit en général de votre portable": "Este é geralmente o seu laptop",
        "Cette commande contiendra donc les dernières coordonnées envoyées jusqu'à ce que vous en envoyez de nouvelles": "Portanto, esse pedido conterá os últimos detalhes de contato enviados até você enviar novos",
        "L'URL pour mettre à jour cette commande est": "O URL para atualizar este comando é",
        "\\": "\\",
        "correspond à votre URL d'accès à Jeedom": "corresponde ao seu URL de acesso Jeedom",
        "Il s'agit (sauf si vous êtes connecté à votre réseau local) de l'adresse internet que vous utilisez pour accéder à Jeedom depuis l'extérieur": "Este é (a menos que você esteja conectado à sua rede local) o endereço da Internet que você usa para acessar o Jeedom de fora",
        "N'oubliez pas d'indiquer le port ainsi que \/jeedom\/": "Não se esqueça de indicar a porta, bem como \/ jeedom \/",
        "correspond à votre clé API, propre à votre installation": "corresponde à sua chave API, específica para sua instalação",
        "Pour la trouver vous pouvez soit aller dans le plugin Géoloc, elle est indiquée directement dans l'URL": "Para encontrá-lo, você pode acessar o plug-in Géoloc, que é indicado diretamente no URL",
        "Soit dans le menu \" Général \", puis \" Administration \" et \" Configuration \", en activant le mode Expert vous verrez alors une ligne clé API": "No menu \"Geral\", depois em \"Administração\" e \"Configuração\", ativando o modo Especialista, você verá uma linha de chave da API",
        "correspond à l'ID de votre commande": "corresponde ao ID do seu pedido",
        "Une fois que vous avez donné un nom à votre commande de Géolocalisation, déterminé son type et sauvegardé, un numéro apparaît dans la case \" \\# \" devant le nom votre commande": "Depois de atribuir um nome ao seu pedido de geolocalização, determinar seu tipo e salvar, um número aparece na caixa \"\\#\" antes do nome do seu pedido",
        "correspond à vos coordonnées sous la forme Latitude,Longitude": "corresponde às suas coordenadas no formato Latitude, Longitude",
        "Il vous faut donc réaliser un HTTP POST sur cette adresse en remplaçant %LOC par vos coordonnées": "Portanto, você deve executar um HTTP POST neste endereço substituindo% LOC pelos seus detalhes de contato",
        "Exemple sous Android avec Tasker": "Exemplo Android com Tasker",
        "pour cet exemple, vous avez besoin de l'application Tasker pour Android": "Neste exemplo, você precisa do aplicativo Tasker para Android",
        "id=net.dinglisch.android.taskerm>). Dans l'onglet \" Tâches \", nous rajoutons une nouvelle tâche ici appelée \" Jeedom": "id = net.dinglisch.android.taskerm>). Na guia \"Tarefas\", adicionamos uma nova tarefa aqui chamada \"Jeedom",
        "Nous y ajoutons une première action, dans la catégorie \" Divers \", nous sélectionnons \" Obtenir la localisation": "Adicionamos uma primeira ação. Na categoria \"Diversos\", selecionamos \"Obter localização",
        "Nous allons utiliser n'importe quelle source pour obtenir notre position, et nous allons fixer un délai de 30 sec afin que Tasker ait le": "Usaremos qualquer fonte para obter nossa posição e definiremos um prazo de 30 segundos para que Tasker tenha o",
        "temps d'obtenir précisément nos coordonnées": "hora de obter nossos detalhes de contato",
        "Un délai trop court pourrait ne pas permettre d'obtenir de coordonnées ou alors des coordonnées imprécises": "Um período de tempo muito curto pode não permitir a obtenção de detalhes de contato ou detalhes imprecisos",
        "Il en est de même du type de source": "É o mesmo para o tipo de fonte",
        "Nous ajoutons une deuxième action, dans la partie \" Réseau \" cette fois, nous sélectionnons \" Post HTTP": "Adicionamos uma segunda ação. Na parte \"Rede\" desta vez, selecionamos \"Publicar HTTP",
        "Dans la case \" Serveur": "Na caixa \"Servidor\"",
        "Port \" nous copions notre URL complétée sauf pour la partie %LOC": "Porta \", copiamos nosso URL completo, exceto a parte% LOC",
        "Lorsque nous lançons notre tâche \" Jeedom \", une icône devrait vous informer de l'utilisation de votre GPS dans votre barre de notification": "Quando iniciarmos a tarefa \"Jeedom\", um ícone deverá informá-lo sobre o uso do seu GPS na barra de notificação",
        "Une fois le délai écoulé, nous cliquons sur \" tester \" dans Jeedom et les coordonnées de notre portable apparaissent alors dans le popup": "Passado o tempo, clicamos em \"test\" no Jeedom e as coordenadas do nosso telefone celular aparecem no pop-up",
        "Tasker a automatiquement remplacé la variable %LOC par vos coordonnées": "O Tasker substituiu automaticamente a variável% LOC pelos seus detalhes de contato",
        "Il vous suffit à présent de créer un scénario dans Tasker qui ira lancer cette tâche quand vous en avez besoin": "Agora você só precisa criar um cenário no Tasker que iniciará esta tarefa quando você precisar",
        "Par exemple toutes les heures, quand vous vous connectez en wifi…": "Por exemplo, a cada hora, quando você se conecta por wifi…",
        "Distance, Temps de trajet et Distance de trajet": "Distância, Tempo de Viagem e Distância de Viagem",
        "Permet de calculer la distance, le temps de trajet (en voiture, à l'aide de Google Maps) ou la distance d'un trajet (en voiture, à l'aide de Google Maps) entre deux points": "Calcula a distância, o tempo da viagem (de carro, usando o Google Maps) ou a distância de uma viagem (de carro, usando o Google Maps) entre dois pontos",
        "Il est donc nécessaire d'avoir déjà renseigné au moins deux commandes": "Portanto, é necessário já ter preenchido pelo menos dois comandos",
        "Ici nous avons les coordonnées fixes de notre maison ainsi que les coordonnées mises à jour de notre portable": "Aqui temos as coordenadas fixas da nossa casa, bem como as coordenadas atualizadas do nosso celular",
        "Nous pouvons donc calculer la distance entre les deux": "Para que possamos calcular a distância entre os dois",
        "Nous sélectionnons \" Distance \" en type et nos deux commandes précédentes dans les options": "Selecionamos \"Distância\" no tipo e nossos dois comandos anteriores nas opções",
        "Une fois sauvegardé, nous utilisons le bouton tester et la distance apparaît alors dans le popup": "Uma vez salvos, usamos o botão de teste e a distância aparece no pop-up",
        "Ici 1,34 km": "Aqui 1.34 km",
        "De même si vous voulez le temps de trajet ou la distance d'un trajet, il": "Da mesma forma, se você deseja o tempo ou a distância de uma jornada,",
        "faut choisir respectivement dans type": "deve escolher respectivamente no tipo",
        "Temps de trajet\" ou \"Distance": "Tempo de viagem \"ou\" Distância",
        "de trajet": "viagem",
        "Ce plugin fonctionne comme un module, c'est-à-dire qu'une fois sauvegardé nous pouvons le retrouver dans la liste des actions ou commandes, il est ainsi très simple de l'utiliser lors de la création de scénarios par exemple": "Esse plug-in funciona como um módulo, ou seja, uma vez salvo, podemos encontrá-lo na lista de ações ou comandos; portanto, é muito simples usá-lo ao criar cenários, por exemplo",
        "Nous pouvons par exemple réaliser un scénario qui se base sur la distance entre notre portable et la maison par exemple": "Podemos, por exemplo, realizar um cenário baseado na distância entre o laptop e a casa, por exemplo",
        "Exemple de scénario": "Cenário de exemplo",
        "Dans la partie \" Scénario \", nous créons un scénario nommé \" Géoloc TV \" qui nous permet d'allumer la TV quand nous sommes à moins de 250 m de notre maison": "Na parte \"Cenário\", criamos um cenário chamado \"Géoloc TV\", que permite ligar a TV quando estamos a menos de 250 m de nossa casa",
        "les systèmes de positionnement n'étant pas précis au mètre près, pensez à prendre une marge lors de la création de vos scénarios": "sistemas de posicionamento não são precisos para o medidor mais próximo, lembre-se de ter uma margem ao criar seus cenários",
        "Dans \" Mode de scénario \" nous choisissons \" Provoqué \" et en \" Déclencheur \" nous ajoutons notre portable": "No \"modo de cenário\", escolhemos \"Provocado\" e, em \"Trigger\", adicionamos nosso celular",
        "En effet, c'est lorsque les coordonnées de notre portable vont être mises à jour que nous allons déclencher le scénario": "De fato, é quando as coordenadas do nosso celular serão atualizadas que acionaremos o cenário",
        "Nous ajoutons un élément \" Si \/ Alors \/ Sinon \" avec comme condition une distance inférieure à 250 m et comme action la mise sous tension de la TV": "Adicionamos um elemento \"If \/ Then \/ Otherwise\" com uma condição a uma distância inferior a 250 me como ação a inicialização da TV",
        "Nous n'avons rien mis dans la partie \" Sinon \" ainsi il ne se passera rien si je suis à plus de 250 m": "Não colocamos nada na parte \"Caso contrário\", para que nada aconteça se eu estiver a mais de 250 m",
        "Une fois sauvegardé, nous pouvons regarder le log": "Uma vez salvos, podemos olhar para o log",
        "Nous voyons ici que Jeedom a testé la distance entre le portable et la maison et comme celle-ci est supérieure à 250 m, alors il ne s'est rien passé": "Vemos aqui que Jeedom testou a distância entre o laptop e a casa e, como o último tem mais de 250 m, nada aconteceu",
        "Pour notre test nous vérifions bien que la TV est hors tension, le widget nous affiche bien 0 watt de consommation": "Para o nosso teste, verificamos que a TV está desligada, o widget mostra um consumo de 0 watt",
        "Nous nous rapprochons de notre maison et nous lançons la tâche sur Tasker": "Chegamos mais perto da nossa casa e começamos a tarefa no Tasker",
        "Nous pouvons voir en testant la distance que celle-ci est de 0,03 km désormais": "Podemos ver testando a distância de 0,03 km agora",
        "Nous sommes donc bien sous les 250 m": "Então, estamos bem abaixo dos 250 m",
        "La partie scénario nous informe que celui-ci a bien été lancé dernièrement": "A parte do cenário informa que foi lançada recentemente",
        "Un tour dans le log nous permet de voir que celui-ci a bien été lancé suite à la mise à jour des coordonnées du portable, et que la distance était bien inférieure à 0,25 km": "Um tour no log permite ver que ele foi lançado após a atualização das coordenadas do celular e que a distância era muito menor que 0,25 km",
        "Le plugin de la TV sur l'écran d'accueil montre bien que celle-ci est désormais alimentée": "O plug-in da TV na tela inicial mostra que agora está ligado",
        "Voilà un exemple d'utilisation du plugin Géolocalisation": "Aqui está um exemplo de uso do plug-in de geolocalização",
        "Bien sûr nous avons réalisé le HTTP POST depuis un smartphone sous Android mais il est tout à fait concevable qu'une tablette puisse réaliser la même chose (avec internet) ou encore un PC portable avec un script pour récupérer et envoyer ses coordonnées": "É claro que fizemos o HTTP POST a partir de um smartphone Android, mas é bastante concebível que um tablet possa fazer a mesma coisa (com a Internet) ou até mesmo um laptop com um script para recuperar e enviar seus detalhes",
        " Configuration.": " Configuração.",
        " Configuration?": " Configuração?",
        "Configuration ": "Configuração ",
        "[Configuration": "[Configuração",
        "Configuration]": "Configuração]",
        "*Configuration": "*Configuração",
        "Configuration*": "Configuração*",
        " Tip.": " Dica.",
        " Tip?": " Dica?",
        "Tip ": "Dica ",
        "[Tip": "[Dica",
        "Tip]": "Dica]",
        "*Tip": "*Dica",
        "Tip*": "Dica*",
        " Fixe.": " Fixed.",
        " Fixe?": " Fixed?",
        "Fixe ": "Fixed ",
        "[Fixe": "[Fixed",
        "Fixe]": "Fixed]",
        "*Fixe": "*Fixed",
        "Fixe*": "Fixed*",
        " Dynamique.": " Dinâmico.",
        " Dynamique?": " Dinâmico?",
        "Dynamique ": "Dinâmico ",
        "[Dynamique": "[Dinâmico",
        "Dynamique]": "Dinâmico]",
        "*Dynamique": "*Dinâmico",
        "Dynamique*": "Dinâmico*",
        " api=\\.": " api = \\.",
        " api=\\?": " api = \\?",
        "api=\\ ": "api = \\ ",
        "[api=\\": "[api = \\",
        "api=\\]": "api = \\]",
        "*api=\\": "*api = \\",
        "api=\\*": "api = \\*",
        " Attention.": " Atenção.",
        " Attention?": " Atenção?",
        "Attention ": "Atenção ",
        "[Attention": "[Atenção",
        "Attention]": "Atenção]",
        "*Attention": "*Atenção",
        "Attention*": "Atenção*"
    }
}